[Behaviors.PlayerBehavior_LevelUp:Behavior_AttributeEffect_0.SkillDefinition_0 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Behaviors.PlayerBehavior_LevelUp:Behavior_AttributeEffect_2.SkillDefinition_2 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Behaviors.PlayerBehavior_LevelUpNaturally:Behavior_AttributeEffect_1.SkillDefinition_1 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[injured.PlayerInjuredDefinition:Behavior_AttributeEffect_1.SkillDefinition_0 SkillDefinition]
SkillName="Potencializador de Energia"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[injured.PlayerInjuredDefinition:Behavior_AttributeEffect_4.SkillDefinition_1 SkillDefinition]
SkillName=""
SkillDescription="Potencializador de defesa"
LockedSkillDetailStr="<Bloqueado>"

[Skills.IntroXpModifier SkillDefinition]
SkillName="Modificador de EXP Inicial"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_DoubleTime SkillDefinition]
SkillName="Tempo Dobrado"
SkillDescription="HABILIDADE SIMPLES: aperte duas vezes 'Para Frente' para correr. A precisão se reduz ao correr. Quanto maior o nível, maior a velocidade."
LockedSkillDetailStr="<Bloqueado>"

[Skills.Skill_DoubleTime:AttributePresentationDefinition_26 AttributePresentationDefinition]
Description="Velocidade à pé"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_DoubleTime:AttributePresentationDefinition_27 AttributePresentationDefinition]
Description="Penalização de precisão"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_Sprint SkillDefinition]
SkillName="Dar um Pique"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Skill_Sprint:AttributePresentationDefinition_26 AttributePresentationDefinition]
Description="Velocidade à pé"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_Sprint:AttributePresentationDefinition_27 AttributePresentationDefinition]
Description="Penalização de precisão"
NoConstraintText=""
Suffix=""
Prefix=""

